---
kind: other
id: Properties.T:Autodesk.Revit.DB.ProjectInfo
source: html/f0b7327c-ea23-4a84-78cb-8c37a19d9cfa.htm
---
# ProjectInfo Properties

Get or Set the Project Address of the Project Information.